 /////////////////////////////////////////////////////////////////////////////////
///                                                                           ///
///                                                                           ///
///     Класс для описания подсчета среднего знаяения в отдельном потоке      ///
///                                                                           ///
///                                                                           ///
/////////////////////////////////////////////////////////////////////////////////


unit TAverageCalculatorUnit;

interface

uses
System.Classes,
System.SysUtils,
TDebugStructUnit;



implementation




end.